[
  {
    "Document": "Effectiveness and moderators of individual cognitive behavioral therapy versus treatment as usual in clinically depressed adolescents: a randomized controlled trial",
    "Sample": "The participant sample consisted of 103 clinically depressed adolescents aged 12 to 21, with a mean age of 16.6 years. Most participants were female (82%) and of Dutch origin (92%). Parents of the adolescents were also included in the study, with a total of 71 parents participating. The study was conducted between 2011 and 2014 in 14 different public mental health clinics in the Netherlands.",
    "Phenomenon of Interest": "The study explored the effectiveness of individual Cognitive Behavioral Therapy (CBT) in reducing depressive symptoms in adolescents with Major Depressive Disorder or Dysthymic disorder. The central phenomenon being analyzed was the impact of the CBT intervention on depressive symptoms and overall mental health outcomes in adolescents aged 12 to 21 years.",
    "Design": "Multi-site randomized controlled clinical trial comparing individual CBT to Treatment as usual (TAU). Randomization conducted after pre-treatment assessment using computer-generated block randomization and stratified per mental health care center. Study design approved by the independent Medical Ethical Committee of Utrecht Medical Centre.",
    "Evaluation": "The intervention and outcomes were evaluated using a combination of semi-structured interviews, questionnaires, and ratings completed by adolescents, parents, and therapists. The primary outcome measure was the presence of a depression diagnosis based on a semi-structured diagnostic interview. Secondary outcomes included depressive symptoms, severity of depression, global functioning, suicide risk, and comorbidity. The evaluation also included power calculations, effect sizes, and treatment integrity ratings.",
    "Research Type": "The type of research conducted in this study is quantitative. The study was designed as a randomized controlled clinical trial comparing individual CBT to Treatment as usual (TAU) with multiple assessments and outcome measures."
  },
  {
    "Document": "Cognitive behavioral treatment for depressed adolescents: results from a cluster randomized controlled trial of a group course",
    "Sample": "The participant sample consisted of 228 adolescents, with 88% girls and a mean age of 16.70 years. Participants had to be between 16 and 20 years old, have subclinical or mild to moderate depression, and not have exclusionary diagnoses such as bipolar disorder or psychosis. Language abilities good enough to follow the course were also required.",
    "Phenomenon of Interest": "The central phenomenon being explored in the study is the effectiveness of a specific treatment intervention for youth with depression compared to usual care. The study examines the impact of the intervention on depressive symptoms and other related variables, considering factors such as gender, treatment contact, and potential biases in the research design.",
    "Design": "Cluster-randomized effectiveness trial with active control design. Participants were recruited by course leaders who were randomized to either the experimental or control condition. The study included 35 course leaders who recruited 228 adolescents, with an average cluster size of 6.5.",
    "Evaluation": "The intervention and outcomes were evaluated using self-reported measures completed by the youth participants. Statistical analyses were conducted using intention-to-treat principles and autoregressive models of latent variables. The study used SPSS for descriptive analyses and Mplus for analyzing repeated data. Effect sizes were calculated as standardized mean differences, and fit indices such as CFI, RMSEA, and SRMR were consulted to assess model fit. The study also considered potential biases such as cluster randomization and missing data.",
    "Research Type": "Mixed methods"
  },
  {
    "Document": "HHS Public Access",
    "Sample": "The participant sample included youths with clinically significant depression, defined as meeting diagnostic criteria for a unipolar mood disorder or demonstrating clinically elevated levels of depression symptoms. Specific demographic information was not specified in the text.",
    "Phenomenon of Interest": "The study explores the effectiveness of psychosocial interventions for youth depression, focusing on the classification and coding of treatments, as well as the mediating role of cognitive and behavioral changes in treatment outcomes. The central phenomenon being analyzed is the impact of different treatment modalities on depression symptoms in children and adolescents.",
    "Design": "Randomized controlled trials (RCTs) were used as the study design for evaluating psychosocial treatments for child and adolescent depression.",
    "Evaluation": "The intervention or outcomes were evaluated based on randomized controlled trials, with treatments categorized into levels of efficacy based on the strength of evidence. Outcome measures included self-reports, interviewer-rated measures, remission rates, and response rates. Specific instruments or analysis methods were not specified in the text.",
    "Research Type": "The type of research conducted in the study is not specified."
  },
  {
    "Document": "Developing a data-driven algorithm for guiding selection between cognitive behavioral therapy, uoxetine, and combination treatment for adolescent depression",
    "Sample": "The participant sample included adolescents with depression, assessed using various measures such as the K-SADS-PL, RADS, BSI, and HoNOSCA. Baseline measures also included demographic information, family functioning assessments, school functioning questionnaires, and cognitive style assessments. The study aimed to identify predictors and moderators of treatment outcomes for adolescents with depression.",
    "Phenomenon of Interest": "The study explores the development of a treatment selection algorithm using machine-learning methods to predict treatment response in adolescents with major depressive disorder. The central phenomenon being analyzed is the prediction of treatment outcomes based on baseline characteristics and treatment type, with a focus on identifying subpopulations that benefit from different treatments (CBT, FLX, COMB).",
    "Design": "The study design involved adolescents with a primary DSM-IV diagnosis of current major depressive disorder who participated in the TADS study. Participants completed assessments at the end of the acute phase (week 12) and were randomly assigned to one of four acute treatment conditions: CBT, FLX, COMB, or PBO. The study aimed to predict treatment response during the acute treatment phase.",
    "Evaluation": "The intervention or outcomes were evaluated using the children's depression rating scale-revised (CDRS-R) and a predictive model derived from baseline measures. The utility of the model for treatment assignment was assessed by stratifying participants based on predicted benefit and comparing actual benefits of different treatments within each stratum using the student t-test. Additionally, 20 fold cross-validation and permutation tests were used to evaluate the robustness of the analysis and feature selection method.",
    "Research Type": "Quantitative"
  },
  {
    "Document": "HHS Public Access",
    "Sample": "The participant sample consisted of 310 adolescent children (ages 13-17) of parents with depression who were at risk for depression themselves. Selection criteria included parental history of depression, current subsyndromal depressive symptoms, prior history of a depressive disorder, or both. Exclusion criteria included certain mood disorders and taking antidepressant medication for youth depression. Children of non-biological target parents were also excluded.",
    "Phenomenon of Interest": "The study explores the effectiveness of the Cognitive Behavioral Prevention (CBP) program in reducing depressive episodes in adolescents at risk for depression. It also examines how parental and adolescent clinical characteristics moderate the effects of the intervention. The central phenomenon being analyzed is the response to CBP in high-risk adolescents based on various demographic, clinical, and contextual factors.",
    "Design": "Design: Adolescents were randomized to either Cognitive Behavioral Prevention (CBP) or Usual Care (UC) using a modified biased coin toss method to balance cells on various demographic factors. Randomization was successful, and the study employed an intent-to-treat design. The CBP program consisted of eight weekly and six monthly sessions led by trained clinicians, focusing on cognitive restructuring and problem-solving skills. Participants in both arms were allowed to initiate any mental health or other health care services during the study. Assessments were conducted at baseline and nine months post-baseline by independent evaluators masked to condition.",
    "Evaluation": "The intervention was evaluated using the Cognitive Behavioral Prevention (CBP) program, which consisted of eight weekly and six monthly sessions led by trained clinicians. The outcomes were evaluated using the Longitudinal Interval Follow-up Evaluation (LIFE) and the Depression Symptom Rating scale (DSR) to assess depressive symptoms and the onset of depressive episodes. The analysis methods included univariate and multivariate Cox regression models to identify predictors and moderators of outcome.",
    "Research Type": "Quantitative"
  }
]