[
  {
    "Document": "HHS Public Access",
    "Population": "Participants in the study were adolescents aged 13 to 17 who were children of parents with depression. They were at risk for depression due to current subsyndromal depressive symptoms, prior history of a DSM-IV depressive disorder, or both. Exclusion criteria included lifetime bipolar I disorder or schizophrenia in parents or youth, current DSM-IV mood disorder in adolescents, or current use of antidepressant medication for youth depression.",
    "Intervention": "The Cognitive Behavioral Prevention (CBP) program consisted of small group sessions delivered over eight weekly and six monthly sessions, each lasting 90 minutes. The program focused on teaching cognitive restructuring skills for unrealistic and negative thoughts, as well as problem-solving skills for stress management. Sessions were led by trained clinicians with a master's or doctoral degree, and high adherence to the program content was maintained (88% delivered). Parents also attended informational meetings at weeks 1 and 8.",
    "Comparison": "Families across both arms were permitted to initiate any mental health or other health care services after study entry over the course of the study. The UC condition was characterized by the absence of participation in CBP rather than by participation in specific alternate community services.",
    "Outcome": "Primary outcome: The onset of a probable or definite major depression episode (MDE) defined by a Depression Symptom Rating scale (DSR) score of > 4 for at least two weeks.\nMethod: Longitudinal Interval Follow-up Evaluation (LIFE) interviews with parents and adolescents to assess depressive symptoms and episodes.\n\nSecondary outcome: Not specified."
  },
  {
    "Document": "Effectiveness and moderators of individual cognitive behavioral therapy versus treatment as usual in clinically depressed adolescents: a randomized controlled trial",
    "Population": "The participant population in this study consisted of 103 clinically depressed adolescents aged 12 to 21, recruited from 14 public mental health clinics in the Netherlands between 2011 and 2014. The majority of participants were of Dutch origin, with a mean age of 16.6 years, and most were female. The adolescents had high levels of depressive symptoms and a high prevalence of comorbid diagnoses, with common disorders including Social phobia, Generalized Anxiety Disorder, and Attention Deficit Hyperactivity Disorder. Participants were included based on a depression diagnosis and were excluded if they declined participation or were institutionalized.",
    "Intervention": "The experimental treatment consisted of the D(o)epression course, which is an individual CBT protocol based on the CWD-A. This treatment involved 15 weekly sessions of 45 minutes with the adolescent, focusing on reducing depressive complaints in adolescents with a depressive disorder. The intervention was based on the social learning theory and aimed to increase positive interactions between the individual and their environment to improve mood.",
    "Comparison": "The control or comparator condition used in contrast to the intervention was Treatment as Usual (TAU). TAU consisted of 15 weekly sessions of 45 minutes and included a broad range of different treatments such as Interpersonal Therapy (IPT), family therapy, medication, psychodynamic therapy, counseling, and Eye Movement Desensitization and Reprocessing (EMDR) for depression. Therapists delivering TAU were highly qualified and experienced in tailoring the treatment to individual needs.",
    "Outcome": "Primary outcome: Presence of a depression diagnosis based on the Kiddie-Schedule for Affective Disorders and Schizophrenia, present and lifetime version.\nSecondary outcomes: Depressive symptoms measured by the Child Depression Inventory-II, severity of depression rated by the therapist on the Clinical Global Impression-severity scale, global functioning assessed by the therapist on the Children Global Assessment Scale, suicide risk, and comorbidity."
  }
]